<template>
	<div class="agreement">
		 <header class="u-header"> <a class="back" href="javascript:history.back();"><img src="../assets/img/left.png"></a>注册协议</header>
		 <div class="agreement">
		 	<div class="title">特别提示</div>
		 	<p>金贝猫网站（网址：www.jinbeicat.com）（下称“金贝猫＂或“本网站”）由上海如庆金融信息服务有限公司运营。本网站注册服务协议（下称“本协议”）双方为金贝猫与本网站注册用户（下称“用户”），本协议对金贝猫和用户均具有法律效力。金贝猫提醒您：必须仔细阅读并决定是否同意本协议各条款。您现在可以选择：阅读本协议并决定是否继续操作或者退出，阅读后自行决定是否注册。若您一旦在完成注册，即视为您已阅读本协议并同意全部条款、接受本网站的所有服务内容。若您不同意接受以下条款，您将不能得到本网站提供的服务。金贝猫可根据情况对本协议进行修改。一旦本协议的内容发生变动，金贝猫将通过本网站公布最新的服务协议，不再向注册用户作个别通知。如果用户不同意金贝猫对本协议所做的修改，用户应停止使用本网站服务。如果用户继续使用本网站服务，则视为用户接受金贝猫对本协议所做的修改，并应遵照修改后的协议执行。</p>
		 	<div class="title">第一章 使用规则</div>
		 	<p><strong>第一条</strong>  在使用本网站服务前，必须先按照本网站要求完成注册，成为本网站用户。</p>
		 	<p><strong>第二条</strong>  用户必须为符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能够独立承担民事责任的中华人民共和国公民（自然人）。如无民事行为能力或限制民事行为能力的中国公民注册使用金贝猫的，应由其监护人承担所有的责任。</p>
			<p><strong>第三条</strong>　经注册或使用本网站服务即视为对本协议的充分理解和接受，用户注册成功后，不得将本网站的用户名转让给第三方或者授权给第三方使用。用户确认，用户用其用户名和密码登录本网站后，在本网站的一切行为均代表用户本人并由用户承担相应的法律后果。如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担相应的法律责任。</p>
			<p><strong>第四条</strong>　金贝猫对于用户的通知及任何其他的协议、告示或其他关于用户使用本网站账户及服务的通知，用户同意金贝猫可通过本网站公告、电子邮件、手机短信、无线通讯装置等电子方式或常规的信件传递等方式进行，该等通知于发送之日视为已送达收件人。因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，金贝猫不承担责任。</p>
			<p><strong>第五条</strong>　金贝猫可以依其判断暂时停止提供、限制或改变本网站服务，只要用户仍然使用本网站服务，即表示用户仍然同意本协议。</p>
		 	<div class="title">第二章 用户承诺</div>
		 	<p><strong>第六条</strong>　用户承诺以下事项：</p>
		 	<p>1、依金贝猫的要求提供的本人资料均为真实、最新、有效及完整的。如有违背，造成的任何法律后果，均由用户自行承担。</p>
		 	<p>2、维持并更新其本人的资料，确保其为合法、真实、有效、最新及完整。若用户提供任何错误、虚假、过时或不完整的资料，或者本网站依其独立判断怀疑资料为错误、虚假、过时或不完整，金贝猫有权暂停或终止用户的账户，并拒绝用户使用本网站服务的部分或全部功能。在此情况下，金贝猫不承担任何责任，并且用户同意负担因此所产生的直接或间接的任何支出或损失。</p>
			<p>3、如因用户未及时更新基本资料，导致本网站服务无法提供或提供时发生任何错误，用户不得将此作为取消交易或拒绝付款的理由，金贝猫亦不承担任何责任，所有后果应由用户承担。</p>
			<p>4、用户承诺通过本网站进行交易的资金来源合法。</p>
			<p>5、用户承诺绝不以任何非法目的或者非法方式使用金贝猫服务，并遵守中国相关的法律、法规及其他规范性文件。因违反上述承诺造成的损失及后果，由用户自行承担。</p>
			<p>6、用户承诺其应随时通过登录本网站、查阅其电子邮箱或手机短信获取本网站通知，本网站对于全部通知事项均通过本网站、用户电子邮箱或手机短信进行告知，不再通过其他方式联络用户；如因用户提供的电子邮箱、手机号码等信息有误，或者用户未及时登记网站、查阅其电子信箱，导致用户未获知相关事项，由此造成用户损失均由其自行承担，金贝猫不承担任何责任。</p>
		 	<div class="title">第三章 服务的内容说明</div>
		 	<p><strong>第七条</strong>　金贝猫为用户提供的服务内容包括但不限于根据用户需求发布交易信息、提供交易管理服务、提供客户服务等，具体详情以本网站当时提供的服务内容为准。部分内容需要用户根据金贝猫的要求完成身份认证及银行卡认证，未进行身份认证及银行卡认证的用户将无法使用该部分服务。因未能完成认证而无法享受本网站服务造成的损失，金贝猫不承担任何责任。</p>
		 	<p><strong>第八条</strong>　金贝猫向用户提供的各种信息及资料仅供参考，用户应依其独立判断做出决策。用户据此进行交易的，产生的风险由其自行承担，用户无权据此向金贝猫提出任何法律主张。在交易过程中，用户之间发生的纠纷，由纠纷各方自行解决，金贝猫不承担任何责任。</p>
		 	<p><strong>第九条</strong>　金贝猫将通过本网站为用户提供如下交易管理服务：</p>
		 	<p>1、用户账户将记载用户在本网站的活动，上述用户账户是用户登录本网站的唯一账户。</p>
		 	<p>2、用户同意，其在金贝猫上按服务流程所确认的交易状态以及用户通过其账户向本网站发起指令时，将成为金贝猫为用户进行相关交易或操作（包括但不限于支付或收取款项、冻结资金、订立协议等）的唯一依据。用户未能及时对交易状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由用户自行负责，金贝猫不承担任何责任。</p>
		 	<p>3、用户理解并同意，金贝猫向符合条件的用户提供服务。金贝猫对在本网站上进行的投资、借款等交易行为不承担任何责任，金贝猫无法、也没有义务保证用户在发出借款要约或投资意向后，能够实际获得借款或投资成功，用户因前述原因导致的损失（包括但不限于利息、费用等损失）由用户自行承担，金贝猫不承担责任。</p>
		 	<p>4、用户通过本网站进行各项交易或接受交易款项时，若用户未遵从本协议条款或本网站公布的交易规则中的操作指示，金贝猫不承担任何责任。若发生上述状况而款项已先行划拨至用户账户下或已汇入用户的银行账户，用户同意立即从相关用户账户中返还款项及放弃要求支付此笔款项之权利，并承担由此产生的费用。</p>
		 	<p>5、金贝猫有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，用户了解金贝猫的前述设定可能会对交易造成一定影响，对此没有异议。</p>
		 	<p>6、如果金贝猫发现了因系统故障或其他任何原因而导致处理错误，无论有利于金贝猫还是用户，金贝猫都有权纠正该错误。如果该错误导致用户实际收到的款项多于应获得的金额，则无论错误的性质和原因，用户应根据金贝猫向其发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他合理操作。用户理解并同意，用户因前述处理错误而多付或少付的款项均不计利息，金贝猫不承担因前述处理错误而导致的任何损失或责任（包括用户可能因前述错误导致的利息等损失）。</p>
		 	<p><strong>第十条</strong>　金贝猫将通过本网站及本网站合作的第三方支付机构或银行等金融机构为用户提供如下客户服务：</p>
		 	<p>1、银行卡认证：用户的账户与银行卡的绑定，需要使用用户注册时填写的手机号码来完成。如用户在使用本网站服务期间注销、更换、遗失手机号码，可能造成其账户内用户个人信息的泄露，或导致其账户不能正常使用，由此产生的一切后果和损失，将由用户个人承担，本网站对此不承担任何责任。</p>
		 	<p>2、充值：用户可以通过平台账户发起指令并使用第三方支付机构提供网银支付方式，将银行账户内的资金转移到用户的账户中。第三方支付机构将根据其在本网站公布的收费标准向用户收取一定的充值手续费。本网站为用户先行垫付前述充值手续费，如果用户账户中存在未经投资的充值金额，在用户提现时，网站将优先提取这部分金额，并有权将这部分金额所对应的充值手续费予以扣除。本网站有权随时决定终止为用户先行垫付充值手续费。相关规则变更时金贝猫将在本网站进行公示。</p>
		 	<p>3、代收/代付：金贝猫按照当时向用户开放的功能提供代收/代付服务，委托第三方支付机构代为收取其他用户、第三方向用户的账户支付的本息、代偿金等各类款项，或者将用户账户里的款项支付给用户指定的其他方。金贝猫不保证提供的前述服务符合用户的期望。</p>
		 	<p>4、款项回拨：用户可以通过本网站当时开放的款项回拨功能将其账户中的资金转入经过认证的银行卡账户中。金贝猫在收到用户的前述指示后，尽快通过第三方支付机构将相应的款项汇入其经过认证的银行卡账户。</p>
		 	<p>5、提现服务：用户可以要求第三方支付机构退返其账户内的可支配款项，用户必须提供一个与用户的名称一致的有效的中国大陆银行账户，当用户通过平台账户向第三方支付机构发起提现指令时，将于收到指令后的一至五个工作日内，将相应的款项转入用户提供的有效银行账户（根据用户提供的银行不同，会产生转入时间上的差异）。用户将按照第三方支付机构收费标准承担一定的提现费用。</p>
		 	<p>6、查询：金贝猫将对用户在本网站的所有操作进行记录，不论该操作之目的最终是否实现。用户可以通过其账户实时查询其账户名下的交易记录和账户内资金状况。用户理解并同意用户最终收到款项的服务是由用户经过认证的银行卡对应的银行提供的，需向该银行请求查证。用户理解并同意通过本网站查询的任何信息仅作为参考，不作为相关操作或交易的证据或依据（各方在本网站签订的相关协议除外）；如该等信息与本网站记录存在任何不一致，应以本网站平台上提供的书面记录为准。</p>
		 	<p>7、用户了解，上述充值、代收/代付及提现服务涉及金贝猫与银行、第三方支付机构等第三方的合作。用户同意：</p>
		 	<p>(1) 受银行、第三方支付机构等有关方仅在工作日进行资金代扣及划转的现状等各种原因所限，金贝猫不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；</p>
		 	<p>(2) 一经用户使用前述服务，即表示用户不可撤销地授权金贝猫进行相关操作，且该等操作是不可逆转的，用户不能以任何理由拒绝付款或要求取消交易。就前述服务，用户应按照银行、第三方支付机构等有关方的规定向其支付费用，具体请见该等机构网站的相关信息或用户与其签订的相关协议。用户与银行、第三方支付机构等有关方之间就费用支付事项产生的争议或纠纷，与金贝猫无关。</p>
		 	<p>8、用户应自行负责其在每次使用本网站服务时应通过安全的计算机及网络环境直接登录本网站。本网站不建议用户通过邮件或其他网站提供的链接登录，且金贝猫对用户使用了不安全的计算机、计算设备、移动设备或网络环境而导致的任何损失均不承担责任，无论用户是否知晓该等不安全状态或是否有意使用。如用户使用了不安全的计算机、计算设备、移动设备或网络环境而导致金贝猫或任何其他方受到任何损失，金贝猫有权要求用户赔偿该等损失、或协助受到损失的一方要求用户赔偿该等损失、或为该等索赔主张提供有关用户信息或交易信息。</p>
		 	<p>9、用户同意，本网站有权在提供服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在本网站的任何页面上投放广告），并且，用户同意接受本网站通过电子邮件、手机短信或其他方式向用户发送商品促销或其他相关商业信息。</p>
		 	<p><strong>第十一条</strong>　金贝猫将通过本网站为用户提供如下合同管理服务：</p>
		 	<p>1、根据本网站的相关规则，用户通过点击确认或类似方式签署的电子合同即视为用户本人真实意愿并以用户本人名义签署的合同，具有法律效力。用户通过前述方式订立的电子合同对合同各方具有法律约束力，用户不得以其账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该合同履行相关义务。</p>
		 	<p>2、用户根据本协议以及本网站的相关规则签署电子合同后，不得擅自变更该合同。本网站向用户提供电子合同的备案、查看、核对服务，如对电子合同真伪或电子合同的内容有任何疑问，用户可通过本网站查询并进行核对。如对此有任何争议，应以本网站平台上记录的合同为准。</p>
		 	<div class="title">第四章 风险提示</div>
		 	<p><strong>第十二条</strong>　用户了解并认可，任何通过金贝猫进行交易并不能避免以下风险的产生，金贝猫无义务为交易后产生的如下风险承担责任：</p>
		 	<p>1、政策风险：有关法律、法规及相关政策、规则、监管导向发生变化，可能引起价格等方面异常波动，用户有可能遭受损失；</p>
		 	<p>2、商业风险：因用户的交易对方编造其身份信息、借款与用款用途或项目、还款等履约能力的商业欺诈风险，或因用户的交易方无力或未能按时足额履约，用户有可能遭受损失；</p>
		 	<p>3、利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</p>
		 	<p>4、用户或第三方过错导致损失：因用户的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或不当操作而造成的损失。</p>
		 	<p>5、不可抗力：由于战争、动乱、自然灾害等不可抗力因素的出现而可能导致甲方资产损失的风险。</p>
		 	<p><strong>第十三条</strong>   金贝猫不对任何用户的任何交易提供任何明示或者默示的保证。用户应知悉其交易存在的风险，并在独立判断后作出交易决策，因此产生的风险由用户自行承担。</p>
		 	<div class="title">第五章 服务费用</div>
		 	<p><strong>第十四条</strong>　当用户使用本网站服务时，金贝猫可能会向用户收取相关服务费用、管理费用等。各项费用收取标准详见用户使用本网站服务时在网站上所列之收费方式说明或与用户签订的相关协议。金贝猫保留单方面制定及调整服务费用的权利。</p>
		 	<p><strong>第十五条</strong>　用户在使用本网站服务过程中（如充值或取现等）可能需要向第三方（如银行或第三方支付公司等）支付一定的费用，具体收费标准详见第三方网站相关页面，或与第三方签订的相关协议。</p>
		 	<div class="title">第六章 账户安全及管理</div>
		 	<p><strong>第十六条</strong>  用户了解并同意，确保其账户及密码的安全是用户的责任。用户对利用该账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
		 	<p>1、用户不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。金贝猫不对因如下原因导致的用户的平台账户遭他人非法使用及因此造成的损失承担责任，包括但不限于：（1）因黑客或病毒攻击；（2）用户的保管疏忽；（3）用户使用了不安全的计算机、计算设备、移动设备或网络环境，无论用户是否知晓该等不安全状态或是否有意使用；及（4）其他并非本网站故意或过失的情形。</p>
		 	<p>2、本网站通过用户的账户及密码来识别用户的指令，用户确认，使用其账户和密码登录后在本网站的一切行为均代表用户本人。用户的平台账户操作所产生的电子信息记录均为用户行为的有效凭据，并由用户本人承担由此产生的全部责任。</p>
		 	<p>3、冒用他人账户及密码的，金贝猫保留追究实际使用人连带责任的权利。</p>
		 	<p>4、用户应根据本网站的相关规则以及本网站的相关提示创建一个安全密码，应避免选择过于明显的单词或日期。</p>
		 	<p><strong>第十七条</strong>　用户如发现有第三人冒用或盗用用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本网站，要求本网站暂停相关服务，否则由此产生的一切责任由用户本人承担。同时，用户理解本网站对用户的请求采取行动需要合理期限，在此之前，金贝猫对第三人使用该服务所导致的损失不承担任何责任。</p>
		 	<p><strong>第十八条</strong>　用户决定不再使用其账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将账户中的可用款项（如有）全部取现或者向本网站发出其它合法的支付指令，并向本网站申请关闭该账户，经本网站审核同意后可正式关闭该账户。</p>
		 	<p>用户死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若用户丧失全部或部分民事权利能力或民事行为能力，金贝猫有权根据有效法律文书（包括但不限于生效的法院判决等）处置与其账户相关的款项。</p>
		 	<p><strong>第十九条</strong>　用户同意，金贝猫有权基于单方判断，在其认为在必要时或者可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分服务（包括收费服务），并将注册资料从金贝猫平台上移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</p>
		 	<p>1、本网站认为用户提供的个人资料不具有真实性、有效性或完整性；</p>
		 	<p>2、本网站发现异常交易或有疑义或有违法之虞时；</p>
		 	<p>3、本网站认为用户账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形；</p>
		 	<p>4、本网站认为用户已经违反本协议中规定的各类规则及精神；</p>
		 	<p>5、用户在使用本网站收费服务时未按规定向本网站支付相应的服务费用；</p>
		 	<p>6、用户账户已连续两年内未实际使用且账户中余额为零；</p>
		 	<p>7、本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向用户提供本协议项下的全部或部分服务（包括收费服务），并将注册资料移除或删除的其他情形。</p>
		 	<p><strong>第二十条</strong> 用户同意，账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用本网站服务期间的行为承担可能的违法、违约或损害赔偿责任，同时本网站仍可保有用户的相关信息。</p>
		 	<div class="title">第七章 服务中断或故障</div>
		 	<p><strong>第二十一条</strong>　用户同意，基于互联网的特殊性，金贝猫不保证本网站服务不会中断，也不担保服务的及时性和安全性。若因系统维护、设备故障、黑客攻击等情况的影响，使用户无法享有相关服务时，金贝猫不负任何责任。</p>
		 	<div class="title">第八章 责任范围及限制</div>
		 	<p><strong>第二十二条</strong>　金贝猫未对任何本网站服务提供任何形式的保证，包括但不限于以下事项：</p>
		 	<p>1、本网站服务将符合用户的需求；</p>
		 	<p>2、本网站服务将不受干扰、及时提供或免于出错、用户经由本网站服务购买或取得之任何产品、服务、资讯或其他资料将符合用户的期望；</p>
		 	<p>3、用户的投资收益。</p>
		 	<p><strong>第二十三条</strong>　本网站合作单位或本网站涉及的第三方网站的内容、产品、广告和其他任何信息的服务品质与内容由该合作单位或第三方网站负责，并由用户自行判断并承担风险，用户享有相关服务时产生的任何争议、纠纷以及损失，金贝猫不承担任何责任。</p>
		 	<p><strong>第二十四条</strong>　用户自金贝猫及其工作人员或经由金贝猫服务取得的建议或资讯，无论其为书面或口头，均不构成金贝猫对本网站服务的任何保证。由此产生的法律后果、金贝猫不承担任何责任。</p>
		 	<p><strong>第二十五条</strong>　在法律允许的情况下，金贝猫对于与本协议有关或由本协议引起的，或者，由于使用本网站、或由于其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、产品（包括软件）和服务、或购买和使用产品引起的任何间接的、惩罚性的、特殊的、损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是产生原因，也不论是否是由对本协议的违约还是由侵权造成的，均不承担任何责任。</p>
		 	<p><strong>第二十六条</strong>　除本协议另有规定外，在任何情况下，金贝猫对本协议所承担的违约赔偿责任总额不超过向用户收取的当次本网站服务费用总额。</p>
		 	<p><strong>第二十七条</strong>  在任何情况下，对于用户使用本网站服务过程中涉及由第三方提供相关服务的责任由该第三方承担，金贝猫不承担该等责任。</p>
		 	<p><strong>第二十八条</strong>  因用户自身的原因导致的任何损失或责任，由其自行负责，金贝猫不承担责任。金贝猫不承担责任的情形包括但不限于：</p>
		 	<p>1、用户未按照本协议或本网站不时公布的任何规则进行操作导致的任何损失或责任；</p>
		 	<p>2、因用户使用的银行卡的原因导致的损失或责任，包括用户使用未经认证的银行卡或使用非用户本人的银行卡或使用信用卡，用户的银行卡被冻结、挂失等导致的任何损失或责任；</p>
		 	<p>3、用户向本网站发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；</p>
		 	<p>4、用户账户内余额不足导致的任何损失或责任；</p>
		 	<p>5、其他因用户原因及非金贝猫过错导致的任何损失或责任。</p>
		 	<div class="title">第九章 隐私保护</div>
		 	<p><strong>第二十九条</strong>　金贝猫对于其自行收集、用户提供的、经认证的个人信息，将按照本协议予以保护、使用或者披露。金贝猫无需用户同意即可向金贝猫关联实体转让与本网站有关的全部或部分权利和义务。未经金贝猫事先书面同意，用户不得转让其在本协议项下的任何权利和义务。</p>
		 	<p><strong>第三十条</strong>  金贝猫按照用户在本网站的行为自动追踪观测用户的某些资料。在不透露用户的隐私资料的前提下，金贝猫有权对整个用户数据库进行分析，并对数据库在商业上进行利用。</p>
		 	<p><strong>第三十一条</strong>　用户同意，金贝猫可在本网站的某些网页上使用资料收集装置。</p>
		 	<p><strong>第三十二条</strong>　用户同意金贝猫可使用关于用户的相关资料（包括但不限于金贝猫持有的有关用户的档案中的资料，金贝猫从用户目前及以前在本网站上的活动所获取的其他资料以及其通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。用户同意金贝猫可通过人工或自动程序对用户的资料进行评价。</p>
		 	<p><strong>第三十三条</strong>金贝猫采用行业标准和惯例以保护用户的个人信息。用户因履行本协议提供给本网站的信息，本网站不会恶意出售或免费共享给任何第三方，但以下情况除外：</p>
		 	<p>1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；</p>
		 	<p>2、具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院等。</p>
		 	<p><strong>第三十四条</strong>　如用户不能按照其与金贝猫及金贝猫其他用户签订的协议等法律文件的约定履行相应的义务，金贝猫有权披露用户个人信息及违约情况。金贝猫有权将上述信息列入网站黑名单，且有权与第三方进行数据共享，以供网站及第三方审核、催收之用。由此给用户造成的任何损失，金贝猫不承担任何法律责任。</p>
		 	<div class="title">第十章 知识产权</div>
		 	<p><strong>第三十五条</strong>　金贝猫提供的所有内容包括但不限于文本、图片、图形、音频或视频资料、网页设计等，均有金贝猫及其权利人享有。未经金贝猫或者权利人书面同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。任何人不得擅自使用、复制、修改等。否则应承担损害赔偿等法律责任。</p>
		 	<div class="title">第十一章 本协议效力、法律适用及争端解决</div>
		 	<p><strong>第三十六条</strong>　本协议是由用户与金贝猫共同签订的，适用于用户在本网站的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
		 	<p><strong>第三十七条</strong>　若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
		 	<p><strong>第三十八条</strong>　本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。如双方就本协议内容或其履行发生任何争议，双方应通过友好协商解决；协商不成时，任何一方均可向上海市浦东新区人民法院提起诉讼。</p>
		 	<p><strong>第三十九条</strong>　金贝猫对本协议拥有最终的解释权。</p>
		 </div>
	</div>
</template>
<style scoped>
	.agreement .title{text-align: center;line-height: 200%; font-family:'sans-serif';font-weight: bold;margin:0.121rem 0;}
	.agreement p{line-height:0.44rem;text-indent:2%;padding:0 3%;text-indent: justify}
</style>
